---
kind: other
id: Methods.T:Autodesk.Revit.DB.UnitUtils
source: html/e70d4936-ecf2-dfbf-8caf-aac5d6a78d36.htm
---
# UnitUtils Methods

Converts a value from one unit to another, such as square feet to square meters.